{
  "REPORT": {
    "TITLE_ABOUT": "حول البرنامج",
    "TITLE_RESULT_DESCRIPTION": "وصف نتيجتك",
    "TITLE_POINTS": "تفاصيل نقاط قوتك وضعفك",
    "TITLE_POINTS_REST": "تابع لتفاصيل نقاط قوتك وضعفك",
    "TITLE_COMPARISON": "مستواك مقارنةً بنتائج المختبرين الآخرين",
    "TITLE_DEVELOPMENT_RECOMMENDATIONS": "التوصيات التطويرية",
    "TITLE_NOTES": "الملاحظات",

    "SELF_CONFIDENCE": {
      "TITLE": "تقرير نتيجة مقياس الثقة بالنفس",
      "SUBTITLE": "برنامج ذاتك لتعزيز الثقة بالنفس",
      "CARDS": [
        "هذا البرنامج تم تطويره بعناية واحترافية عالية، مستندًا إلى أحدث الأبحاث العلمية والتقنيات المبتكرة في مجال قياس وتطوير الثقة بالنفس، كما بُذلت جهود كبيرة لضمان توافقه مع أفضل المعايير العالمية في مجال القياس والتقويم، وقد تم تصميمه ليكون أداة دقيقة وشاملة تلبي الاحتياجات التطويرية للأفراد في مجال الثقة بالنفس.",
        "تضمن هذا البرنامج مقياسًا لمعايير الثقة بالنفس، وقد تم تحكيم هذا المقياس بموضوعية، ورُوجِع بدقة من قِبل علماء وخبراء متميزين في مجالات متعددة، تشمل الصحة النفسية، والإرشاد النفسي، وعلم نفس الشخصية، إضافة إلى القياس والتقويم، وقد أكدوا على تميز المقياس وفعاليته، وأنه قادر على تقديم تقييم دقيق لمعايير الثقة بالنفس؛ مما يجعله منافسا قويًا في السوق العالمي.",
        "الإصدار التجريبي السابق من هذا البرنامج تم تطبيقها على مجموعة من الأفراد، الذين طُلب منهم تقييم البرنامج بدقة، وتحديد مستوى الرضا عن نتائجه بكل موضوعية، وقد أبدوا إعجابهم بمستوى الدقة والتفصيل الذي يوفره البرنامج، ومدى قدرته على تحسين الثقة بالنفس ومعالجة نقاط الضعف المرتبطة بها بشكل متكامل وفعّال."
      ]
    },
    "LEADERSHIP": {
      "TITLE": "تقرير نتيجة مقياس المهارات القيادية",
      "SUBTITLE": "برنامج ذاتك لتعزيز المهارات القيادية",
      "CARDS": [
        "هذا البرنامج تم تطويره بعناية واحترافية عالية، مستندًا إلى أحدث الأبحاث العلمية والتقنيات المبتكرة في مجال قياس وتطوير الجدارات القيادية، كما بُذلت جهود كبيرة لضمان توافقه مع أفضل المعايير العالمية في مجال القياس والتقويم، وقد تم تصميمه ليكون أداة دقيقة وشاملة تلبي الاحتياجات التطويرية للقادة في مختلف المجالات، سواء في القطاع الحكومي أو الخاص. ",
        "تضمن هذا البرنامج مقياسًا شاملًا للجدارات القيادية، وقد تم تحكيم هذا المقياس بموضوعية، ورُوجِع بدقة من قِبل علماء وخبراء متميزين في مجالات متعددة، تشمل الإدارة والتخطيط، والإرشاد النفسي، وعلم نفس الشخصية، إضافة إلى القياس والتقويم، وقد أكدوا على تميّز المقياس وفعاليته، وأنه قادر على تقديم تقييم دقيق وشامل للجدارات القيادية؛ مما يجعله منافسا قويًا في السوق العالمي.",
        "الإصدار التجريبي السابق من هذا البرنامج تم تطبيقها على مجموعة من القياديين الذين يتولون مناصب بارزة في القطاعين الحكومي والخاص، وعلى مجموعة أخرى من الراغبين في تولي المناصب القيادية، وقد أبدوا إعجابهم بمستوى الدقة والتفصيل الذي يوفره البرنامج، ومدى قدرته على تحسين الأداء القيادي والمساهمة في تطوير الجدارات القيادية."
      ]
    }
  }
}
