{
  "REPORT": {
    "TITLE": "Self-Confidence Test Result Report",
    "SUBTITLE": "Thatek Program for Enhancing Self-Confidence",
    "DESCRIPTION": "Your Result Description",
    "RESULT_DESCRIPTION": "You sometimes believe in the abilities and experiences you possess, strive to maintain balance in your body language when speaking in front of others, seek to build and maintain social relationships, and have good capabilities that you can develop to speak fluently. You have good potential that can help you deal with criticism, struggle with yourself to admit your mistakes and take responsibility for them, tend to rely on yourself, make an effort to claim your rights, and may accept the flaws that cannot be changed.",
    "PROGRAM_TITLE": "About the Program",
    "CARDS": [
      "This program has been developed with great care and professionalism, based on the latest scientific research and innovative techniques in the field of measuring and developing self-confidence. Significant efforts have been made to ensure its compliance with the best global standards in the field of measurement and evaluation, and it has been designed to be an accurate and comprehensive tool that meets the developmental needs of individuals in the field of self-confidence.",
      "This program includes a measure of self-confidence standards. This measure has been objectively judged and thoroughly reviewed by distinguished scientists and experts in various fields, including mental health, psychological counseling, personality psychology, as well as measurement and evaluation. They have confirmed the measure's distinction and effectiveness, stating that it is capable of providing an accurate assessment of self-confidence standards, making it a strong competitor in the global market.",
      "The previous trial version of this program was applied to a group of individuals, who were asked to evaluate the program accurately and determine their level of satisfaction with its results objectively. They expressed their admiration for the level of accuracy and detail provided by the program, as well as its ability to improve self-confidence and address related weaknesses in an integrated and effective manner."
    ]
  }
}
